9/data/attachments/ba981e48ac6abb14.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Valerie_left_Actions_65010_1</nif:username>
            <nif:friendToBeRequested>soap_actions_7fed2199-367b-4fe5-92cb-d0ef27eb61e4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>